Repository: meumouse/woo-custom-installments
Catalog: languages/woo-custom-installments-*.po
Languages: es_es

source: Melhor parcela sem juros
es_es: Mejor cuota sin interés

source: Melhores parcelas
es_es: Mejores cuotas

source: Mensagem de desconto por quantidade
es_es: Mensaje de descuento por cantidad

source: Modo de depuração do WordPress:
es_es: Modo de depuración de WordPress:

source: Mostrar desconto para boleto bancário
es_es: Mostrar descuento para comprobante bancario

source: Mostrar em todo o site
es_es: Mostrar en todo el sitio

source: Mostrar em todo o site (Padrão)
es_es: Mostrar en todo el sitio (predeterminado)

source: Mostrar emblema de juros na finalização da compra
es_es: Mostrar insignia de interés al finalizar la compra

source: Mostrar informação de desconto na forma de pagamento
es_es: Mostrar información de descuento en el método de pago

source: Mostrar informação de economia no Pix
es_es: Mostrar información de ahorro en Pix

source: Mostrar notificação de atualização disponível
es_es: Mostrar notificación de actualización disponible

source: Método de desconto
es_es: Método de descuento

source: Método de pagamento
es_es: Método de pago

source: Método do desconto
es_es: Método de descuento

source: Método do desconto por quantidade
es_es: Método de descuento por cantidad

source: Método do juros
es_es: Método de interés

source: Nenhuma licença informada
es_es: No se informó ninguna licencia

source: Notamos que teve problemas de conexão ao tentar ativar sua licença
es_es: Hemos notado que tuvo problemas de conexión al intentar activar su licencia.

source: Não
es_es: No

source: Não disponível
es_es: No disponible

source: Não foi possível descriptografar o arquivo de licença.
es_es: No se puede descifrar el archivo de licencia.

source: Não foi possível salvar as configurações
es_es: No se pudo guardar la configuración

source: Não foi possível sincronizar as informações da licença.
es_es: No se puede sincronizar la información de la licencia.

source: Não foi possível verificar atualizações para o plugin <strong>Parcelas Customizadas para WooCommerce.</strong>
es_es: No se pueden buscar actualizaciones para el complemento <strong>Instalaciones personalizadas para WooCommerce</strong>

source: O arquivo de licença não contém dados válidos.
es_es: El archivo de licencia no contiene datos válidos.

source: O domínio de ativação não é permitido.
es_es: El dominio de activación no está permitido.

source: O filtro "%1$s" está obsoleto desde a versão %3$s. Use "%2$s" em seu lugar.
es_es: El filtro "%1$s" está obsoleto desde la versión %3$s. Use "%2$s" en su lugar.

source: O gancho "%1$s" está obsoleto desde a versão %3$s. Use "%2$s" em seu lugar.
es_es: El gancho "%1$s" está obsoleto desde la versión %3$s. Use "%2$s" en su lugar.

source: O local do shortcode inserido é inválido. Insira em um modelo de página de produto individual, ou em um local onde consiga obter o ID de um produto.
es_es: La ubicación del shortcode ingresada no es válida. Insértelo en una plantilla de página de producto individual o en un lugar donde pueda obtener una identificación del producto.

source: O local do shortcode inserido é inválido. É permitido apenas para produtos.
es_es: La ubicación del shortcode ingresada no es válida. Sólo está permitido para productos.

source: O PagSeguro utiliza fator de multiplicação para calcular o juros.
es_es: PagSeguro utiliza un factor de multiplicación para calcular el interés.

source: Ocorreu um erro ao desativar sua licença.
es_es: Se produjo un error al desactivar su licencia.

source: Ocorreu um erro ao redefinir as configurações.
es_es: Se produjo un error al restablecer la configuración.

source: Ocorreu um erro na conexão com o servidor de verificação de licenças. Verifique o erro nos logs do WooCommerce.
es_es: Se produjo un error al conectarse al servidor de verificación de licencias. Verifique el error en los registros de WooCommerce.

source: Ocultar desconto no boleto
es_es: Ocultar descuento en comprobante bancario

source: Ocultar desconto no Pix
es_es: Ocultar descuento en Pix

source: Ocultar economia no Pix
es_es: Ocultar ahorro en Pix

source: Ocultar emblema de desconto
es_es: Ocultar insignia de descuento

source: Ocultar melhores parcelas
es_es: Ocultar mejores cuotas

source: Ocultar preço antigo
es_es: Ocultar precio antiguo

source: Ocultar preço do produto
es_es: Ocultar precio del producto

source: Ops! Não há conexão com a internet
es_es: ¡Ups! No hay conexión a Internet

source: Ops! Ocorreu um erro.
es_es: ¡Ups! Ocurrió un error.

source: Os shortcodes estão disponíveis na versão Pro do Parcelas Customizadas para WooCommerce.
es_es: Los shortcodes están disponibles en la versión Pro de Cuotas Personalizadas para WooCommerce.

source: Para recuperar o número de parcelas.
es_es: Para recuperar el número de cuotas.

source: Para recuperar o valor da parcela.
es_es: Para recuperar el importe de la cuota.

source: Para recuperar o valor total da soma das parcelas.
es_es: Recuperar el valor total de la suma de las cuotas.

source: Para recuperar se a parcela é com ou sem juros.
es_es: Para recuperar si la cuota es con o sin interés.

source: Para todos os produtos
es_es: Para todos los productos

source: Parcelas Customizadas
es_es: Cuotas Personalizadas

source: Parcelas Customizadas para WooCommerce
es_es: Cuotas Personalizadas para WooCommerce

source: Pequeno
es_es: Pequeño

source: Percentual (%)
es_es: Porcentaje (%)

source: Percentual para cálculo de juros das parcelas de forma progressiva.
es_es: Porcentaje para el cálculo de interés de las cuotas de forma progresiva.

source: Permite definir elementos que ao serem clicados acionam a atualização do preço. Informe a classe ou ID separado por vírgulas: .elemento-1, .elemento-2
es_es: Permite definir elementos que al hacer clic actualizan el precio. Introduzca la clase o ID separados por comas: .elemento-1, .elemento-2

source: Permite definir o método de exibição da mensagem de desconto por quantidade.
es_es: Permite definir el método de visualización del mensaje de descuento por cantidad.

source: Permite definir os seletores a serem centralizados ao centro. Use no formato de seletores CSS separando com vírgulas.
es_es: Permite definir los selectores que se centrarán. Use el formato de selectores CSS separados por comas.

source: Personalizar preço do produto
es_es: Personalizar precio del producto

source: Pixel
es_es: Píxel

source: Popup (Padrão)
es_es: Ventana emergente (predeterminado)

source: Popup - Formas de pagamento
es_es: Ventana emergente - Métodos de pago

source: Posição das formas de pagamento e parcelas na página de produto individual
es_es: Posición de los métodos de pago y cuotas en la página de producto individual.

source: Preenchimento:
es_es: Relleno:

source: Prefixo e sufixo
es_es: Prefijo y sufijo

source: Preço
es_es: Precio

source: Preço antigo
es_es: Precio antiguo

source: Preço com desconto no Boleto
es_es: Precio con descuento en comprobante bancario

source: Preço com desconto no Pix
es_es: Precio con descuento en Pix

source: Preço com desconto:
es_es: Precio con descuento:

source: Preço do produto
es_es: Precio del producto

source: Preço no Boleto
es_es: Precio en comprobante bancario

source: Preço no Pix
es_es: Precio en Pix

source: Procurar
es_es: Buscar

source: Produto não encontrado.
es_es: Producto no encontrado.

source: Pré-visualizar:
es_es: Previsualizar:

source: Quantidade máxima de parcelas
es_es: Número máximo de cuotas

source: Quantidade máxima de parcelas sem juros
es_es: Número máximo de cuotas sin interés

source: Quantidade mínima para desconto
es_es: Cantidad mínima para descuento

source: Quantidade mínima para oferecer desconto
es_es: Cantidad mínima para ofrecer descuento

source: Raio da borda
es_es: Radio del borde

source: Raio da borda do botão de popup de parcelas.
es_es: Radio del borde del botón emergente de cuotas.

source: Raio da borda:
es_es: Radio del borde:

source: Redefinir configurações
es_es: Restablecer configuración

source: Redefinir para cor padrão
es_es: Restablecer al color predeterminado

source: Remover faixa de preço em produtos variáveis
es_es: Eliminar rango de precios en productos variables

source: Reportar problemas
es_es: Informar problemas

source: Resposta desconhecida
es_es: Respuesta desconocida

source: Resposta vazia.
es_es: Respuesta vacía.

source: Salvar alterações
es_es: Guardar cambios

source: Salvo com sucesso
es_es: Guardado exitosamente

source: Sanfona
es_es: Acordeón

source: Sanfona - Formas de pagamento
es_es: Acordeón - Métodos de pago

source: Se ativo, a opção "Ativar empilhamento de preços" será incluída nos widgets para Elementor.
es_es: Si está activo, la opción "Activar apilamiento de precios" se incluirá en los widgets para Elementor.

source: Se ativo, irá centralizar a melhor parcela e desconto na grade de produtos.
es_es: Si está activo, centrará la mejor cuota y el descuento en la cuadrícula de productos.

source: Se ativo, irá exibir o emblema de aprovação imediata no pix, cartão de crédito e débito.
es_es: Si está activo, mostrará la insignia de aprobación inmediata en Pix, tarjeta de crédito y débito.

source: Se ativo, irá exibir o emblema de juros na página de finalização de compra para a forma de desconto configurada.
es_es: Si está activo, mostrará la insignia de interés en la página de pago para el método de descuento configurado.

source: Se ativo, irá exibir o preço com desconto em serviços que fazem a leitura de dados estruturados ou "Rich snippets", para ajudar o produto em SEO. (Recomendado)
es_es: Si está activo, mostrará el precio con descuento en servicios que leen datos estructurados o "Rich snippets", para ayudar al producto con SEO. (Recomendado)

source: Se ativo, irá exibir o valor do preço com desconto também no carrinho. (Recomendado)
es_es: Si está activo, mostrará el valor del precio con descuento también en el carrito. (Recomendado)

source: Se ativo, irá incluir o valor de frete no cálculo de desconto na finalização da compra. (Recomendado)
es_es: Si está activo, incluirá el costo de envío en el cálculo del descuento al finalizar la compra. (Recomendado)

source: Se ativo, irá remover a faixa de preço em produtos variáveis e o preço será alterado dinâmicamente ao selecionar uma variação.
es_es: Si está activo, eliminará el rango de precios en productos variables y el precio cambiará dinámicamente al seleccionar una variación.

source: Se ativo, irá ser adicionado a mensagem informando o usuário que o produto é elegível para desconto por quantidade.
es_es: Si está activo, se agregará un mensaje informando al usuario que el producto es elegible para un descuento por cantidad.

source: Se ativo, irá ser adicionado um desconto a partir de uma quantidade mínima do produto no carrinho, para todos os produtos da loja.
es_es: Si está activo, se agregará un descuento basado en una cantidad mínima del producto en el carrito, para todos los productos de la tienda.

source: Se ativo, irá ser adicionado uma nova informação de desconto no boleto bancário abaixo do desconto principal.
es_es: Si está activo, se agregará nueva información de descuento en el comprobante bancario debajo del descuento principal.

source: Se ativo, irá ser considerado o desconto para cada unidade do produto.
es_es: Si está activo, se considerará el descuento para cada unidad del producto.

source: Se ativo, o post meta "_product_price_on_pix" será criado para adicionar em Feed XML, com plugins compatíveis com esse recurso.
es_es: Si está activo, se creará el meta de publicación "_product_price_on_pix" para agregarlo al Feed XML, con complementos compatibles con esta función.

source: Se ativo, permite informar uma taxa de juros personalizada para cada parcela.
es_es: Si está activo, permite ingresar una tasa de interés personalizada para cada cuota.

source: Se ativo, será exibido o emblema de desconto ao lado do título da forma de pagamento configurada.
es_es: Si está activo, se mostrará la insignia de descuento junto al título del método de pago configurado.

source: Seja PRO
es_es: Sé PRO

source: Seja Pro
es_es: Sé Pro

source: Seja Pro - Parcelas Customizadas
es_es: Sé Pro - Cuotas Personalizadas

source: Selecione o formato de exibição dos ícones dos elementos.
es_es: Seleccione el formato de visualización de los íconos de los elementos.

source: Selecione o local para exibir a informação das melhores parcelas.
es_es: Seleccione la ubicación para mostrar la información de las mejores cuotas.

source: Selecione o tipo de exibição da melhor parcela.
es_es: Seleccione el tipo de visualización de la mejor cuota.

source: Selecione o tipo de exibição das formas de pagamento na página de produto individual.
es_es: Seleccione cómo mostrar los métodos de pago en la página individual del producto.

source: Selecione onde o gancho que será exibido as formas de pagamento na página de produto individual.
es_es: Seleccione dónde mostrará el gancho los métodos de pago en la página de producto individual.

source: Selecione onde o preço com desconto no Pix será exibido.
es_es: Seleccione dónde se mostrará el precio con descuento en Pix.

source: Selecione onde o preço com desconto será exibido.
es_es: Seleccione dónde se mostrará el precio con descuento.

source: Selecione um gateway
es_es: Seleccione una pasarela

source: Seletores alvo
es_es: Selectores objetivo

source: Sim
es_es: Sí

source: Sim, desejo redefinir
es_es: Sí, quiero restablecer

source: Sincronizar licença
es_es: Sincronizar licencia

source: Sobre
es_es: Acerca de

source: Status da licença:
es_es: Estado de la licencia:

source: Status do sistema:
es_es: Estado del sistema:

source: Sua chave de licença:
es_es: Su clave de licencia:

source: Sua licença do <strong>Parcelas Customizadas para WooCommerce</strong> expirou, realize a renovação para continuar aproveitando os recursos Pro.
es_es: Su licencia de <strong>Cuotas personalizadas para WooCommerce</strong> ha caducado, renuévela para seguir disfrutando de las funciones Pro.

source: Tabela de parcelamento
es_es: Tabla de cuotas

source: Tamanho da bandeira
es_es: Tamaño de la marca

source: Tamanho do texto:
es_es: Tamaño del texto:

source: Tamanho do ícone
es_es: Tamaño del ícono

source: Tamanho máximo da postagem do PHP:
es_es: Tamaño máximo de publicación de PHP:

source: Tamanho máximo de envio do PHP:
es_es: Tamaño máximo de envío de PHP:

source: Taxa de juros padrão
es_es: Tasa de interés predeterminada

source: Tem certeza que deseja desativar sua licença?
es_es: ¿Está seguro de que desea desactivar su licencia?

source: Tem certeza que deseja redefinir suas configurações?
es_es: ¿Está seguro de que desea restablecer sus configuraciones?

source: Texto antes do preço
es_es: Texto antes del precio

source: Texto antes do preço com desconto
es_es: Texto antes del precio con descuento

source: Texto antes do preço com desconto no boleto bancário
es_es: Texto antes del precio con descuento en el comprobante bancario

source: Texto de exibição das parcelas (Arquivos de produtos)
es_es: Texto mostrado en cuotas (archivos de producto)

source: Texto de exibição das parcelas (Formas de pagamento)
es_es: Texto para mostrar la cuota (métodos de pago)

source: Texto de exibição das parcelas (Produto individual)
es_es: Texto mostrado en cuotas (producto individual)

source: Texto de instruções de boleto bancário
es_es: Texto de instrucciones del comprobante bancario

source: Texto de instruções que será exibido no container de boleto bancário.
es_es: Texto de instrucciones que se mostrará en el contenedor del comprobante bancario.

source: Texto depois do preço
es_es: Texto después del precio

source: Texto depois do preço com desconto
es_es: Texto después del precio con descuento

source: Texto depois do preço com desconto no boleto bancário
es_es: Texto después del precio con descuento en el comprobante bancario

source: Texto depois do preço do produto
es_es: Texto después del precio del producto.

source: Texto informativo de parcelas com juros
es_es: Texto informativo de las cuotas que generan interés

source: Texto informativo de parcelas sem juros
es_es: Texto informativo de cuotas sin interés

source: Texto informativo para desconto por quantidade
es_es: Texto informativo para descuento por cantidad.

source: Texto informativo para economia no Pix
es_es: Texto informativo para ahorro en Pix

source: Texto inicial em produtos variáveis (A partir de)
es_es: Texto inicial en productos variables (A partir de)

source: Texto que será exibido antes da tabela de parcelas no popup ou sanfona.
es_es: Texto que se mostrará antes de la tabla de cuotas en la ventana emergente o acordeón.

source: Texto que será exibido depois da parcela.
es_es: Texto que se mostrará después de la cuota.

source: Texto que será exibido no botão do popup ou sanfona de parcelas.
es_es: Texto que se mostrará en el botón emergente o acordeón de cuotas.

source: Texto que será exibido no emblema de desconto por quantidade. Obs.: É necessário que a variável %d (Quantidade) e %s (Desconto) estejam na frase para exibir o valor.
es_es: Texto que se mostrará en la insignia de descuento por cantidad. Nota: La variable %d (Cantidad) y %s (Descuento) deben estar en la frase para mostrar el valor.

source: Texto que será exibido no emblema de economia ao pagar com Pix. Obs.: É necessário que a variável %s esteja na frase para exibir o valor.
es_es: Texto que se mostrará en la insignia de ahorro al pagar con Pix. Nota: La variable %s debe estar en la frase para mostrar el valor.

source: Texto que será usado como título do container de boleto bancário.
es_es: Texto que se utilizará como título del contenedor del comprobante bancario.

source: Texto que será usado como título do container de cartões de crédito.
es_es: Texto que se utilizará como título del contenedor de la tarjeta de crédito.

source: Texto que será usado como título do container de cartões de débito.
es_es: Texto que se utilizará como título del contenedor de la tarjeta de débito.

source: Texto que será usado como título do container de transferências.
es_es: Texto que se utilizará como título del contenedor de transferencia.

source: Tipo da licença: %s
es_es: Tipo de licencia: %s

source: Tipo de exibição das formas de pagamento
es_es: Tipo de visualización de los métodos de pago

source: Tipografia
es_es: Tipografía

source: Tipografia da tabela
es_es: Tipografía de la tabla

source: Todos os recursos da versão Pro agora estão desativados!
es_es: ¡Todas las funciones de la versión Pro ahora están deshabilitadas!

source: Trapaceando?
es_es: ¿Infiel?

source: Título da tabela de parcelas
es_es: Título de la tabla de cuotas

source: Título do botão acionador de parcelas
es_es: Título del botón de activación de cuotas

source: Título do container das formas de pagamento
es_es: Título del contenedor de métodos de pago

source: Título do container de boleto bancário
es_es: Título del contenedor del comprobante bancario

source: Título do container de cartões de crédito
es_es: Título del contenedor de la tarjeta de crédito

source: Título do container de cartões de débito
es_es: Título del contenedor de la tarjeta de débito

source: Título do container de transferências
es_es: Título del contenedor de transferencia

source: Uma licença permite que você desbloqueie todos os recursos Pro que o Parcelas Customizadas tem a oferecer.
es_es: Una licencia le permite desbloquear todas las funciones Pro que Cuotas Personalizadas tiene para ofrecer.

source: Uma licença permite que você desbloqueie todos os recursos Pro que o plugin tem a oferecer.
es_es: Una licencia le permite desbloquear todas las funciones Pro que el complemento tiene para ofrecer.

source: Uma nova versão do plugin <strong>Parcelas Customizadas para WooCommerce</strong> (%s) está disponível. <a href="%s">Atualize agora</a>.
es_es: Una nueva versión del complemento <strong>Cuotas Personalizadas para WooCommerce</strong> (%s) está disponible. <a href="%s">Actualice ahora</a>.

source: Uma nova versão do plugin <strong>Parcelas Customizadas para WooCommerce</strong> está disponível.
es_es: Está disponible una nueva versión del complemento <strong>Cuotas Personalizadas para WooCommerce</strong>.

source: Usar esta imagem
es_es: Usar esta imagen

source: Utilize as variáveis:
es_es: Utilice las variables:

source: Valor de desconto
es_es: Valor de descuento

source: Valor do desconto
es_es: Importe de descuento

source: Valor do desconto por quantidade
es_es: Valor de descuento por cantidad

source: Valor fixo (%s)
es_es: Valor fijo (%s)

source: Valor fixo (R$)
es_es: Valor fijo (R$)

source: Valor mínimo da parcela
es_es: Monto mínimo de la cuota

source: Valor mínimo recomendado é 10000
es_es: El valor mínimo recomendado es 10000

source: Valor mínimo recomendado é 128M
es_es: El valor mínimo recomendado es 128M

source: Valor mínimo recomendado é 180
es_es: El valor mínimo recomendado es 180

source: Valor mínimo recomendado é 64M
es_es: El valor mínimo recomendado es 64M

source: Variáveis máximas de entrada do PHP:
es_es: Variables de entrada máximas de PHP:

source: Verificar atualizações
es_es: Revisar actualizaciones

source: Versão %s
es_es: Versión %s

source: Versão do Parcelas Customizadas para WooCommerce:
es_es: Versión de Cuotas Personalizadas para WooCommerce:

source: Versão do PHP:
es_es: Versión de PHP:

source: Versão do WooCommerce:
es_es: Versión de WooCommerce:

source: Versão do WordPress:
es_es: Versión de WordPress:

source: Você pode fazer upload do arquivo .key da licença para fazer sua ativação manual.
es_es: Puede cargar el archivo .key de licencia para activarlo manualmente.

source: Válida
es_es: Válido

source: WordPress Multisite:
es_es: WordPress multisitio:

source: À vista R$87,30 no Boleto bancário
es_es: Al contado R$87,30 en comprobante bancario

source: À vista R$87,30 no Pix
es_es: Al contado R$87,30 en Pix

source: Ícone:
es_es: Ícono:

source: à vista
es_es: al contado
