Repository: meumouse/woo-custom-installments
Catalog: languages/woo-custom-installments-*.po
Languages: es_es

source: %s juros
es_es: %s interés

source: %s OFF
es_es: %s de descuento

source: %s off
es_es: %s de descuento

source: <strong>Parcelas Customizadas para WooCommerce</strong> requer a versão do PHP 7.4 ou maior. Contate o suporte da sua hospedagem para realizar a atualização.
es_es: Las <strong>Cuotas personalizadas para WooCommerce</strong> requieren PHP versión 7.4 o superior. Póngase en contacto con su soporte de hosting para realizar la actualización.

source: <strong>Parcelas Customizadas para WooCommerce</strong> requer a versão do WooCommerce 6.0 ou maior. Faça a atualização do plugin WooCommerce.
es_es: Las <strong>Cuotas personalizadas para WooCommerce</strong> requieren la versión 6.0 o superior de WooCommerce. Actualice el complemento WooCommerce.

source: <strong>Parcelas Customizadas para WooCommerce</strong> requer que <strong>WooCommerce</strong> esteja instalado e ativado.
es_es: <strong>Cuotas personalizadas para WooCommerce</strong> requiere que <strong>WooCommerce</strong> esté instalado y activado.

source: A cor do texto e borda será obtida a partir da cor informada.
es_es: El color del texto y del borde se obtendrá del color introducido.

source: A extensão cURL está faltando.
es_es: Falta la extensión cURL.

source: A licença foi ativada com sucesso!
es_es: ¡La licencia ha sido activada exitosamente!

source: A licença foi desativada
es_es: La licencia ha sido desactivada

source: A licença foi sincronizada com sucesso!
es_es: ¡Licencia sincronizada exitosamente!

source: A licença informada não é permitida para este produto
es_es: La licencia proporcionada no está permitida para este producto.

source: A versão do plugin <strong>Parcelas Customizadas para WooCommerce</strong> é a mais recente.
es_es: La versión del complemento <strong>Cuotas personalizadas para WooCommerce</strong> es la más reciente.

source: A versão mínima exigida do PHP é 7.2
es_es: La versión mínima requerida de PHP es 7.2

source: A versão mínima exigida do WooCommerce é 6.0
es_es: La versión mínima requerida de WooCommerce es 6.0

source: Acessar Font Awesome
es_es: Acceder a Font Awesome

source: Adicionar um desconto no preço do produto
es_es: Agregar un descuento al precio del producto

source: Adquira uma licença Pro do Parcelas Customizadas para WooCommerce para liberar todos os recursos e opções de estilização.
es_es: Obtenga una licencia Pro de Cuotas Personalizadas para WooCommerce para desbloquear todos los recursos y opciones de estilo.

source: Agora todos os recursos estão ativos!
es_es: ¡Ahora todos los recursos están activos!

source: Alinhamento do grupo de preços
es_es: Alineación del grupo de precios

source: Altura do botão
es_es: Altura del botón

source: Antes do carrinho (Padrão)
es_es: Antes del carrito (predeterminado)

source: Ao passar o mouse
es_es: Al pasar el ratón

source: Ao redefinir as configurações do plugin, todas opções serão removidas, voltando ao estado original. Sua licença não será removida.
es_es: Al restablecer la configuración del complemento, se eliminarán todas las opciones y se volverá al estado original. Su licencia no será eliminada.

source: Apenas arquivos de produtos
es_es: Solo archivos de productos

source: Apenas página do produto individual
es_es: Solo página de producto individual

source: Apenas página do produto individual (Padrão)
es_es: Solo página de producto individual (predeterminado)

source: Aplicar desconto para o gateway
es_es: Aplicar descuento al método de pago

source: Aprovação imediata
es_es: Aprobación inmediata

source: Arquivo inválido. O arquivo deve ser extensão .key
es_es: Archivo no válido. El archivo debe tener extensión .key

source: Arredondamento do botão de parcelas
es_es: Redondeo del botón de cuotas

source: As alterações não serão salvas.
es_es: Los cambios no se guardarán.

source: As configurações foram atualizadas!
es_es: ¡La configuración ha sido actualizada!

source: As opções foram redefinidas
es_es: Las opciones se han restablecido

source: As opções foram redefinidas com sucesso!
es_es: ¡Las opciones se han restablecido correctamente!

source: Assinatura: Clube M - %s
es_es: Suscripción: Club M - %s

source: Atenção! Você realmente deseja redefinir as configurações?
es_es: ¡Atención! ¿Realmente quieres restablecer la configuración?

source: Ativar atualizações automáticas
es_es: Activar actualizaciones automáticas

source: Ativar bandeira American Express
es_es: Activar bandera de American Express

source: Ativar bandeira Cielo
es_es: Activar bandera de Cielo

source: Ativar bandeira Diners Club
es_es: Activar bandera de Diners Club

source: Ativar bandeira Discover
es_es: Activar bandera de Discover

source: Ativar bandeira Elo
es_es: Activar bandera de Elo

source: Ativar bandeira Hipercard
es_es: Activar bandera de Hipercard

source: Ativar bandeira Mastercard
es_es: Activar bandera de Mastercard

source: Ativar bandeira Mercado Pago
es_es: Activar bandera de Mercado Pago

source: Ativar bandeira Pagar.me
es_es: Activar bandera de Pagar.me

source: Ativar bandeira PagSeguro
es_es: Activar bandera de PagSeguro

source: Ativar bandeira PayPal
es_es: Activar bandera de PayPal

source: Ativar bandeira Stripe
es_es: Activar bandera de Stripe

source: Ativar bandeira Visa
es_es: Activar bandera de Visa

source: Ativar cálculo de desconto para cada unidade do produto elegível
es_es: Activar cálculo de descuento para cada unidad de producto elegible

source: Ativar desconto do produto
es_es: Activar descuento de producto

source: Ativar desconto por quantidade
es_es: Activar descuento por cantidad

source: Ativar emblema de percentual de desconto
es_es: Activar emblema de porcentaje de descuento

source: Ativar empilhamento de preços
es_es: Activar apilamiento de precios

source: Ativar forma de pagamento boleto bancário
es_es: Activar método de pago comprobante bancario

source: Ativar forma de pagamento cartão de crédito
es_es: Activar método de pago con tarjeta de crédito

source: Ativar forma de pagamento cartão de débito
es_es: Activar método de pago con tarjeta de débito

source: Ativar forma de pagamento Pix
es_es: Activar método de pago Pix

source: Ativar funções de desconto por quantidade
es_es: Activar funciones de descuento por cantidad

source: Ativar funções de descontos
es_es: Activar funciones de descuento

source: Ativar funções de juros
es_es: Activar funciones de interés

source: Ativar licença
es_es: Activar licencia

source: Ativar mensagem nos produtos elegíveis para desconto por quantidade
es_es: Activar mensaje en productos elegibles para descuento por cantidad

source: Ativar Parcelas Customizadas
es_es: Activar Cuotas Personalizadas

source: Ativar preço com desconto no Pix em Post Meta para Feed XML
es_es: Activar precio con descuento en Pix en Post Meta para Feed XML

source: Ativar widgets para Elementor
es_es: Activar widgets para Elementor

source: Ative essa opção exibir o percentual de desconto ao lado do preço.
es_es: Active esta opción para mostrar el porcentaje de descuento junto al precio.

source: Ative essa opção para personalizar o preço principal do produto, sem afetar o preço cadastrado. Recomendado para servir o preço com desconto. Por exemplo: R$100,00 no Pix
es_es: Active esta opción para personalizar el precio principal del producto sin afectar el precio registrado. Recomendado para mostrar el precio con descuento. Por ejemplo: R$100,00 en Pix.

source: Ative essa opção para que o plugin Parcelas Customizadas seja atualizado automaticamente sempre que possível.
es_es: Active esta opción para que el complemento Cuotas Personalizadas se actualice automáticamente siempre que sea posible.

source: Ative essa opção para que os widgets para Elementor sejam carregados.
es_es: Active esta opción para que los widgets para Elementor se carguen.

source: Ative essa opção para que seja exibido uma notificação de atualização disponível.
es_es: Habilite esta opción para mostrar una notificación cuando haya una actualización disponible.

source: Ative esta opção para atualizar o preço do produto e seus derivados a partir do seletor de quantidade.
es_es: Active esta opción para actualizar el precio del producto y sus derivados a partir del selector de cantidad.

source: Ative esta opção para habilitar todas as opções relacionadas a desconto.
es_es: Active esta opción para habilitar todas las opciones relacionadas con descuentos.

source: Ative esta opção para habilitar todas as opções relacionadas a juros.
es_es: Active esta opción para habilitar todas las opciones relacionadas con intereses.

source: Ative esta opção para mostrar o valor que o usuário economizará ao pagar no Pix.
es_es: Active esta opción para mostrar el monto que el usuario ahorrará al pagar con Pix.

source: Ative esta opção para que o plugin será inicializado.
es_es: Active esta opción para que el complemento se inicie.

source: Ative para exibir a bandeira American Express nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de American Express en los métodos de pago.

source: Ative para exibir a bandeira Cielo nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Cielo en los métodos de pago.

source: Ative para exibir a bandeira Diners Club nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Diners Club en los métodos de pago.

source: Ative para exibir a bandeira Discover nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Discover en los métodos de pago.

source: Ative para exibir a bandeira Elo nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Elo en los métodos de pago.

source: Ative para exibir a bandeira Hipercard nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Hipercard en los métodos de pago.

source: Ative para exibir a bandeira Mastercard nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Mastercard en los métodos de pago.

source: Ative para exibir a bandeira Mercado Pago nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Mercado Pago en los métodos de pago.

source: Ative para exibir a bandeira Pagar.me nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Pagar.me en los métodos de pago.

source: Ative para exibir a bandeira PagSeguro nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de PagSeguro en los métodos de pago.

source: Ative para exibir a bandeira PayPal nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de PayPal en los métodos de pago.

source: Ative para exibir a bandeira Stripe nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Stripe en los métodos de pago.

source: Ative para exibir a bandeira Visa nas formas de pagamento.
es_es: Actívelo para mostrar la bandera de Visa en los métodos de pago.

source: Ative para exibir a forma de pagamento boleto bancário.
es_es: Actívelo para mostrar el método de pago del comprobante bancario.

source: Ative para exibir a forma de pagamento cartão de crédito.
es_es: Actívelo para mostrar el método de pago con tarjeta de crédito.

source: Ative para exibir a forma de pagamento cartão de débito.
es_es: Actívelo para mostrar el método de pago con tarjeta de débito.

source: Ative para exibir a forma de pagamento Pix.
es_es: Actívelo para mostrar el método de pago Pix.

source: Ativo
es_es: Activo

source: Atualizar preço do produto a partir da quantidade
es_es: Actualizar precio del producto desde la cantidad

source: Bandeiras de cartão de crédito
es_es: Marcas de tarjeta de crédito

source: Bandeiras de cartão de débito
es_es: Marcas de tarjeta de débito

source: Borda
es_es: Borde

source: Borda ao passar o mouse
es_es: Borde al pasar el ratón

source: Borda da tabela
es_es: Borde de la tabla

source: Borda do botão ativo
es_es: Borde del botón activo

source: Básicos
es_es: Lo esencial

source: Caixa de informação de preço
es_es: Caja de información de precio

source: Celular
es_es: Móvil

source: Central de ajuda
es_es: Centro de ayuda

source: Centralizado
es_es: Centrado

source: Centralizar grupo de preços na grade de produtos
es_es: Centrar grupo de precios en la cuadrícula de productos

source: Classe de ícone (Font Awesome) - (Padrão)
es_es: Clase de ícono (Font Awesome) - (Predeterminado)

source: Clique aqui para gerar seu arquivo de licença
es_es: Haga clic aquí para generar su archivo de licencia

source: Cobranças:
es_es: Cargos:

source: Como converter fator de multiplicação para juros.
es_es: Cómo convertir el factor de multiplicación a interés.

source: Comprar agora
es_es: Comprar ahora

source: Comprar licença
es_es: Comprar licencia

source: Comprar uma licença
es_es: Comprar una licencia

source: Computador
es_es: Computadora

source: Configurar
es_es: Para configurar

source: Configurar bandeiras
es_es: Configurar banderas

source: Configurar centralização de elementos
es_es: Configurar centralización de elementos

source: Configurar para cada produto
es_es: Configurar para cada producto

source: Configurar remoção da faixa de preço
es_es: Configurar eliminación de rango de precios

source: Configurações
es_es: Configuraciones

source: Configurações gerais
es_es: Configuraciones generales

source: Configure abaixo o parcelamento, descontos, juros, estilos e entre outras opções disponíveis. Se precisar de ajuda para configurar, acesse nossa
es_es: Configure a continuación el pago en cuotas, descuentos, intereses, estilos y otras opciones disponibles. Si necesita ayuda para configurar, visite nuestro

source: Configure o desconto por quantidade
es_es: Configurar descuento por cantidad

source: Configure o juros por parcela
es_es: Configurar interés por cuota

source: Configure o preço do produto
es_es: Configurar el precio del producto

source: Cor de fundo
es_es: Color de fondo

source: Cor de fundo ao passar o mouse
es_es: Color de fondo al pasar el ratón

source: Cor de fundo do botão ativo
es_es: Color de fondo del botón activo

source: Cor de fundo:
es_es: Color de fondo:

source: Cor do botão do popup de parcelas
es_es: Color del botón emergente de cuotas

source: Cor do preço
es_es: Color del precio

source: Cor do texto
es_es: Color del texto

source: Cor do texto ao passar o mouse
es_es: Color del texto al pasar el ratón

source: Cor do texto do botão ativo
es_es: Color del texto del botón activo

source: Cor do texto:
es_es: Color del texto:

source: Cor do ícone
es_es: Color del ícono

source: Código da licença
es_es: Código de licencia

source: Dados inválidos.
es_es: Datos inválidos.

source: Defina um desconto a ser aplicado no preço do produto, use ponto para definir um número flutuante.
es_es: Defina un descuento que se aplicará al precio del producto, use punto para definir un número de coma flotante.

source: Define qual será o valor de desconto por quantidade do produto.
es_es: Define cuál será el valor de descuento por cantidad de producto.

source: Define qual será o valor de desconto sobre o preço do produto para boleto bancário. Deixe em branco para não exibir.
es_es: Define cuál será el valor del descuento sobre el precio del producto para comprobante bancario. Déjelo en blanco para no mostrarlo.

source: Define qual será o valor de desconto sobre o preço do produto, para . Deixe em branco para não exibir.
es_es: Define cuál será el valor del descuento sobre el precio del producto, para . Déjelo en blanco para no mostrarlo.

source: Define qual será o valor mínimo da parcela que o cliente pagará.
es_es: Define el monto mínimo de la cuota que pagará el cliente.

source: Definir taxa de juros por parcela
es_es: Establecer tasa de interés por cuota

source: Deixe em branco para não exibir.
es_es: Déjelo en blanco para no mostrarlo.

source: Depois do carrinho
es_es: Después del carrito

source: Desativado
es_es: Desactivado

source: Desativar a exibição de parcelas neste produto
es_es: Desactivar la visualización de cuotas en este producto

source: Desativar descontos neste produto
es_es: Desactivar descuentos en este producto

source: Desativar licença
es_es: Desactivar licencia

source: Desconto exclusivo
es_es: Descuento exclusivo

source: Desconto no Boleto bancário
es_es: Descuento en el comprobante bancario

source: Desconto no boleto bancário
es_es: Descuento en comprobante bancario

source: Desconto no Pix
es_es: Descuento en Pix

source: Desconto no preço do produto via Pix
es_es: Descuento en el precio del producto a través de Pix

source: Desconto para %s
es_es: Descuento para %s

source: Desconto por forma de pagamento
es_es: Descuento por método de pago

source: Desconto por método de pagamento
es_es: Descuento por método de pago

source: Desconto por quantidade
es_es: Descuento por cantidad

source: Descontos
es_es: Descuentos

source: Desligado
es_es: Apagado

source: Direita
es_es: Derecha

source: Documentação
es_es: Documentación

source: DOMDocument:
es_es: Documento DOM:

source: Economia no Pix
es_es: Ahorro en Pix

source: Economize R$9,70 no Pix
es_es: Ahorre R$9,70 en Pix

source: Edite os estilos clicando no botão editar, ou reposicione a ordem dos elementos arrastando e soltando.
es_es: Edite los estilos haciendo clic en el botón editar, o reposicione el orden de los elementos arrastrando y soltando.

source: Em até 3x de R$32,33 sem juros
es_es: En hasta 3x de R$32,33 sin intereses

source: Emblema de desconto
es_es: Insignia de descuento

source: Empilhamento de preços em widgets
es_es: Apilamiento de precios en widgets

source: Enviar ícones
es_es: Enviar íconos

source: Erro ao carregar o arquivo. A ação não foi acionada corretamente.
es_es: Error al cargar el archivo. La acción no se activó correctamente.

source: Erro ao carregar o arquivo. O arquivo não foi enviado.
es_es: Error al cargar el archivo. El archivo no fue enviado.

source: Erro cURL 35: Problema de comunicação SSL/TLS.
es_es: Error 35 de cURL: problema de comunicación SSL/TLS.

source: Erro cURL: %s
es_es: Error de cURL: %s

source: Erro JSON: %s
es_es: Error JSON: %s

source: Escolha o preço
es_es: Elija el precio

source: Escolher imagem de ícone
es_es: Elegir imagen de ícono

source: Espessura do texto:
es_es: Grosor del texto:

source: Esquerda
es_es: Izquierda

source: Este recurso está disponível na versão Pro
es_es: Esta función está disponible en la versión Pro.

source: Estilo do botão do popup de parcelas
es_es: Estilo del botón emergente de cuotas

source: Estilo do emblema
es_es: Estilo de la insignia

source: Estilos - bandeiras cartão de crédito
es_es: Estilos - marcas de tarjeta de crédito

source: Estilos - formas de pagamento
es_es: Estilos - métodos de pago

source: Estilos - Mensagem de desconto por quantidade
es_es: Estilos - Mensaje de descuento por cantidad

source: Estilos da tabela de parcelamento
es_es: Estilos de la tabla de cuotas

source: Estilos do preço
es_es: Estilos del precio

source: Estilos dos elementos
es_es: Estilos de los elementos

source: Exibir emblema de aprovação imediata
es_es: Mostrar insignia de aprobación inmediata

source: Exibir melhor parcela
es_es: Mostrar mejor cuota

source: Exibir preço com desconto em dados estruturados (Schema.org)
es_es: Mostrar precio con descuento en datos estructurados (Schema.org)

source: Exibir preço com desconto no carrinho
es_es: Mostrar precio con descuento en el carrito

source: Extensão cURL:
es_es: Extensión cURL:

source: Extensão OpenSSL:
es_es: Extensión OpenSSL:

source: Extensão que permite exibir o parcelamento, desconto e juros por forma de pagamento para lojas WooCommerce.
es_es: Extensión que permite mostrar cuotas, descuentos e intereses por método de pago para tiendas WooCommerce.

source: Fechar
es_es: Cerrar

source: Forma de exibição da mensagem de desconto
es_es: Forma de visualización del mensaje de descuento

source: Formas de pagamento
es_es: Métodos de pago

source: Formato de ícones
es_es: Formato de íconos

source: Função PHP "file_get_content":
es_es: Función PHP "file_get_content":

source: Gancho personalizado das formas de pagamento
es_es: Gancho personalizado de métodos de pago

source: Ganchos (Padrão)
es_es: Ganchos (Predeterminado)

source: Gatilho para atualização
es_es: Disparador para actualización

source: Geral
es_es: General

source: Gerenciar bandeiras para cartão de crédito
es_es: Administrar marcas de tarjetas de crédito

source: Gerenciar bandeiras para cartão de débito
es_es: Administrar marcas de tarjetas de débito

source: Inativo
es_es: Inactivo

source: Incluir valor de frete no desconto do pedido
es_es: Incluir el valor del envío en el descuento del pedido

source: Informações atualizadas
es_es: Información actualizada

source: Informações sobre a licença:
es_es: Información de la licencia:

source: Informe a quantidade mínima do produto para oferecer desconto no carrinho.
es_es: Introduzca la cantidad mínima de producto para ofrecer el descuento en el carrito.

source: Informe o gancho que deve ser exibido o botão ou sanfona de formas de pagamento.
es_es: Introduzca el gancho donde debe mostrarse el botón o acordeón de métodos de pago.

source: Informe sua licença abaixo para desbloquear todos os recursos.
es_es: Ingrese su licencia a continuación para desbloquear todas las funciones.

source: Informe um desconto por método de pagamento para ser adicionado na finalização da compra.
es_es: Introduzca un descuento por método de pago para agregar al finalizar la compra.

source: Informe uma taxa de juros por método de pagamento para ser adicionado na finalização da compra.
es_es: Introduzca una tasa de interés por método de pago para agregar al finalizar la compra.

source: Insira a quantidade mínima de produtos para oferecer o desconto.
es_es: Introduzca la cantidad mínima de productos para ofrecer el descuento.

source: Insira o valor do desconto para o preço do produto. Obs.: Desconto para pagamento no Pix
es_es: Introduzca el monto del descuento para el precio del producto. Nota: Descuento para pago en Pix

source: Insira o valor do desconto.
es_es: Introduzca el monto del descuento.

source: Inválida
es_es: Inválido

source: Juros
es_es: Interés

source: Juros para %s
es_es: Interés para %s

source: Juros para %s (%s)
es_es: Interés para %s (%s)

source: Juros por método de pagamento
es_es: Intereses por método de pago

source: Já tenho uma licença
es_es: Ya tengo una licencia

source: Licença ativa
es_es: Licencia activa

source: Licença ativada com sucesso.
es_es: Licencia activada exitosamente.

source: Licença expira em: %s
es_es: La licencia vence en: %s

source: Licença expirada
es_es: Licencia caducada

source: Licença processada com sucesso!
es_es: ¡Licencia procesada exitosamente!

source: Ligado
es_es: Conectado

source: Limite de memória do PHP:
es_es: Límite de memoria de PHP:

source: Limite de tempo do PHP:
es_es: Límite de tiempo de PHP:

source: Link
es_es: Enlace

source: Local de exibição da informação de economia no Pix
es_es: Ubicación de visualización de información de ahorro en Pix

source: Local de exibição das melhores parcelas
es_es: Mostrar ubicación para las mejores cuotas

source: Local de exibição desconto no boleto bancário
es_es: Mostrar ubicación para descuento en comprobante bancario

source: Local de exibição do preço com desconto no Pix
es_es: Mostrar ubicación para el precio con descuento en Pix

source: Margem externa
es_es: Margen externa

source: Margem inferior do popup/sanfona de parcelas
es_es: Margen inferior de la ventana emergente/acordeón de cuotas

source: Margem interna
es_es: Margen interna

source: Margem superior do popup/sanfona de parcelas
es_es: Margen superior de la ventana emergente/acordeón de cuotas

source: Margem:
es_es: Margen:

source: Melhor parcela
es_es: Mejor cuota

source: Melhor parcela com e sem juros
es_es: Mejor cuota con y sin interés

source: Melhor parcela com juros
es_es: Mejor cuota con interés
